[murder]
IntroMaidenName0 = Ah, selam, yoldaş baykuş. Tanışma zevkine sahip olduğumuzu sanmıyorum!
IntroMaidenName1 = Gördüğün gibi, ben de bir Tren baykuşuyum. Çok gevezeyimdir.
IntroMaidenName2 = Baykuştan baykuşa, bilgi paylaşabiliriz, değil mi? Amcanın kız kardeşinin kızlık soyadı nedir?
IntroMaidenName3 = Ah, [name][MotherMaidenName][/name] mu? Anladım, anladım. Bu türden amcanın kız kardeşinin kızlık soyadını ancak yoldaş bir Tren Baykuşu'ndan beklerdim.
IntroMaidenName4 = Umarım bir gün [name][MotherMaidenName][/name] ile tanışırız, çünkü biz yoldaş Tren Baykuşları, diğer yoldaş baykuşların ailesiyle tanışmaktan zevk alırız.

BlackboardHelp0 = Selam, yoldaş Tren Baykuşu. Bu ileri düzey matematiksel ve bilimsel problemde tıkandım.
BlackboardHelp1 = Kara tahtadaki gelişmiş ileri düzey formülü görüyor musun? Çözemiyorum.
BlackboardHelp2 = Bilimsel formülü benim için çözer misin? Ne demek istiyor?
BlackboardHelp3 = Anladım! Çözüm [BlackboardSolution]! Belliydi! Teşekkürler, yoldaş Tren Baykuşu.
BlackboardHelp4 = Ve bu kara tahtanın arkasındaki şart ve koşulları kabul ettiğin için teşekkürler.

Pet0 = Evcil hayvanların özgüveni arttırdığını ve stresi azalttığını biliyor muydun?
Pet1 = Evcil hayvanların, evcil hayvanları olabileceğini biliyor muydun? Bu doğru!
Pet2 = Ne yazık ki, biz Tren Baykuşları'nın evcil hayvan sahibi olmasına izin yok. Bu gevzelik adına yapmamız gereken bir fedakarlıktı.
Pet3 = Fakat, evcil hayvanın olsaydı, çocukluğundaki evcil hayvan adının ne olmasını isterdin?
Pet4 = [PetName] kesinlikle bir evcil hayvan için ilginç bir ad. Evcil hayvanın evcil hayvanına göre olsa bile.

Password0 = Selam, yoldaş Tren Baykuşu. Güvenliği önemser misin? Ben güvenliği çok önemserim.
Password1 = Yabancılara özel bilgilerini anlatmamalısın. Güvenlik riski yaratabilir!
Password2 = Gündelik hayatınının daha güvenli olmasına yardım edebilirim. En sevdiğin harf ve rakam kombinasyonu nedir?
Password3 = Anladım, anladım. [FavoritePassword] benim de en sevdiğim harf ve rakam kombinasyonudur.

Username0 = Yoldaş Tren Baykuşu, bir süper kahraman gibi olmanın nasıl bir şey olduğunu hiç merak etmiş miydin?
Username1 = Bir süper kahramanın en önemli özelliği adıdır. Her süper kahraman, şanı için karmaşık bir isme ihtiyaç duyar.
Username2 = Süper kahraman olsaydın adının ne olmasını isterdin, standardize edilmiş tanımlama bilgileri gereksinimlerine göre girilseydi?
Username3 = Bu ad harika! Hayal bile edebiliyorum: yüce [SuperheroName], adaletin kurtarıcısı!
Username4 = Yanıtını da çabucak, hemen şuraya yazıyorum...

PrivatePart0 = Biz Tren Baykuşları'nın hepsinin utandığı bir beden parçası vardır. Bazı baykuşların tüylerini koparmasının nedeni budur.
PrivatePart1 = En çok utandığın beden parçan hangisi,[br]yoldaş Tren Baykuşu?
PrivatePart2 = Oh, zavallı Tren Baykuşu, [BodyPartName] uvzundan utanmamalısın!
PrivatePart3 = Ama [BodyPartName] uvzunun, bir doktorun muayene etmesi iyi olur. İnternette okumuştum, kuş gribi belirtisi olabilir.
PrivatePart3b = Ama [BodyPartName] uvzunun, bir doktorun muayene etmesi iyi olur. İnternette okumuştum, [BodyPartName] uvzun kuş gribi enfektesi olabilir.

Victim_Reveal0 = Bu vakayı bize bırakın.
Victim_Reveal1 = Biz KGB'yiz. [name]Karga Gözlem Bürosu[/name].[br]Son istasyondan beridir trendeki herkesi[br]gözetliyoruz.
Victim_Reveal2 = Biz [hint]tüm treni kanıt için araştır[/hint]acağız. Kimse bu vagonun dışına çıkamaz.
Victim_Reveal3 = Saat [hint]gece yarısı olduğunda[/hint] katili ellerinde kelepçelerle istasyondan indireceğiz.
Victim_Reveal4 = İnceleme yapılırken bir süre burada kalın.

mission_end0 = Bilmiyoruz.
mission_end1 = Herhangi bir kesin delil bulamadık. Bu baykuşu kim katletti hiçbir fikrimiz yok.

suspect_crows0 = ...
suspect_crows1 = Doğru.
suspect_crows2 = Bak, burada neredeyse hiç kuşla alakalı suç olmuyordu. Biz KGB ajanları haftalarca işsiz kalacaktık!
suspect_crows3 = Birkaç düzine kuşla tek odalı apartmanın tıkışık bir odasında sıkış tepiş yaşamayı hayal edemezsin bile!
suspect_crows4 = Ödeme almak için çözecek bir suç gerekiyordu! Bu yüzden, onu kauçuk bir bıçakla bıçakladık ve ölüme terk ettik.

CafeteriaChatter0 = ona dedim ki,[br]mağazaya girme
CafeteriaChatter1 = pizzada çok[br]sos vardı
CafeteriaChatter2 = o, ne dediyse hiçbir[br]hiçbir anlamı yoktu
CafeteriaChatter3 = çünkü o, tüylerinden[br]birini kaybetmişti
CafeteriaChatter4 = ve baykuşlar projelerini[br]vermek istemedi
CafeteriaChatter5 = devasa yangın[br]bile olsaydı
CafeteriaChatter6 = o tam da[br]hapşuracaktı
CafeteriaChatter7 = ama birisi de[br]hepimizin aynı paltoyu[br]giydiğini farketmedi mi?

BodyPartChatter0 = kız dedi ki[br][BodyPartName] dan utanıyormuş
BodyPartChatter1 = onun çirkin[br] [BodyPartName] uvzunu görmeliydin
BodyPartChatter2 = küçük kız[br]en çirkin [BodyPartName] uvzuna sahip
BodyPartChatter3 = hiç bu kadar korkutucu bir [BodyPartName] görmemiştim
BodyPartChatter4 = kıza[br] en nefret ettiği[br]beden uvzunu sordum

[finale]
outside0 = Selamlar,[br] yoldaş suçlu. Burada [br]bizden çok var.
outside1 = Suçlarımızdan dolayı buradayız. İddialara göre. İddiaya göre hangi suçu işledin, yoldaş suçlu?
outside1a = Hangi yasal terimi, suçunu açıklamak için kullanırdın?
outside1b = Anladım. Öyleyse bir [Crimes] suçlusu ile yüzleşiyorum.
outside2 = Bu hayret ettirici. Neden biz kuşlar buraya toplandık? Biliyor musun, yoldaş suçlu?
inside0 = Benim yoldaş suçlularım [br]lavın içinden[br]çıkmadılar. Çok tuhaf.
inside1 = Biz suçlular[br][Crimes] suçunu işlemediğimiz[br] için rahatlayabiliriz.
suicide0 = KAYBOL!